tap "aws/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "liamg/tfsec"
tap "warrensbox/tap"
brew "autoconf"
brew "readline"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "bzip2"
brew "checkov"
brew "gettext"
brew "colima"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "doxygen"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-gui"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "iperf"
brew "jq"
brew "kind"
brew "kubernetes-cli", link: false
brew "mcrypt"
brew "mongocli"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@3"
brew "php"
brew "pre-commit"
brew "putty"
brew "pv"
brew "pyenv"
brew "ssh-copy-id"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "yq"
brew "zlib"
brew "zsh-history-substring-search"
brew "aws/tap/aws-sam-cli"
brew "warrensbox/tap/tfswitch"
cask "chromedriver", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "handbrake", args: { appdir: "/Applications" }
cask "iglance"
cask "licecap", args: { appdir: "/Applications" }
cask "postman"
cask "sequel-ace", args: { appdir: "/Applications" }
cask "stats"
cask "transmission", args: { appdir: "/Applications" }
cask "transmit", args: { appdir: "/Applications" }
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "/Applications" }