tap "aws/tap"
tap "boltops-tools/software"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "liamg/tfsec"
tap "turbot/tap"
tap "warrensbox/tap"
brew "ansible"
brew "node"
brew "appium"
brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "bazel"
brew "bzip2"
brew "gettext"
brew "checkov"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "doxygen"
brew "exa"
brew "exiftool"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-gui"
brew "glow"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "infracost"
brew "iperf"
brew "irssi"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lsof"
brew "mcrypt"
brew "mongocli"
brew "mutt"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "openssl@3"
brew "php"
brew "pre-commit"
brew "putty"
brew "pv"
brew "pyenv"
brew "python-tabulate"
brew "python@3.9"
brew "semgrep"
brew "ssh-copy-id"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "yq"
brew "zlib"
brew "zsh-history-substring-search"
brew "aws/tap/aws-sam-cli"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
cask "adobe-acrobat-reader"
cask "android-sdk"
cask "chromedriver", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "flutter"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive"
cask "iterm2", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mysqlworkbench"
cask "postman"
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "stats"
cask "surfshark"
cask "transmission", args: { appdir: "/Applications" }
cask "tunnelblick"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wireshark"
